"_BASE_USED_" = "zh-Hant";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "好";
"Done" = "OK";
"Yes" = "是";
"No" = "否";
"Don't show again" = "不再提示";
"Set as default compressor" = "設定為預設的壓縮工具";
"Not now" = "暫時不要";
"Want to make Keka your default compressor?" = "想要使用 Keka 作為您的預設壓縮工具?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "這代表現在所有相容的檔案都可以使用 Keka 來解壓縮。您稍後可以在 Keka 偏好設定中變更。";
"Really want to close Keka?" = "確定要關閉 Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "將目前操作取消。如果你選擇等待並關閉，Keka 將在所有的工作完成後關閉應用程式。";
"Password needed" = "需要密碼";
"File \"%@\" needs a password to be extracted" = "解壓縮 \"%@\" 時需要密碼";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "解壓縮 \"%@\" 完成";
"Extraction of \"%@\" failed." = "解壓縮 \"%@\" 失敗。";
"Extraction of %i files done" = "解壓縮 %i 檔案完成";
"Extraction complete" = "解壓縮完成";
"Extraction fail" = "解壓縮失敗";
"Compression complete" = "壓縮完成";
"File \"%@\" created" = "已建立 \"%@\" 檔案";
"Compression fail" = "壓縮失敗";
"File \"%@\" cannot be created" = "無法建立檔案： \"%@\" ";
"Operation not implemented" = "操作未執行";
"Performing operation..." = "正在執行操作...";
"Waiting..." = "請稍候...";
"Extracting \"%@\"" = "正在解壓縮 \"%@\"";
"Extracting \"%@...\"" = "正在解壓縮 \"%@...\"";
"Creating %@ file..." = "正在建立 %@ 檔案...";
"Creating file \"%@\"" = "正在建立檔案 \"%@\"";
"Creating file \"%@...\"" = "正在建立檔案 \"%@...\"";
"Volume name:" = "映像名稱:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "已用時間: %d:%@%d:%@%d 小時%@";
"Time elapsed: %d:%@%d minutes%@" = "已用時間: %d:%@%d 分鐘%@";
"Time elapsed: %d seconds%@" = "已用時間: %d 秒%@";
"%d seconds" = "%d 秒";
"%d:%@%d minutes" = "%d:%@%d 分鐘";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d 小時";
"Pause" = "暫停";
"Continue" = "繼續";
"Operation paused" = "操作已暫停";
"Cancel" = "取消";
"Close" = "關閉";
"Operation failed" = "操作失敗";
"Operation failed with error code %d" = "操作失敗, 錯誤碼 %d";
"Choose a name and folder to start the compression" = "設定名稱和檔案夾以開始壓縮";
"Creation of \"%@\" failed" = "從 \"%@\" 建立失敗";
"Creating \"%@\"" = "正在建立 \"%@\"";
"Prepearing extraction..." = "準備解壓縮中…";
"Choose a folder to extract this file" = "選擇檔案夾解壓縮此檔案";
"Choose where do you want to extract \"%@\"" = "Choose where do you want to extract \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Select all the volumes from \"%@\" or the folder that contains them";
"Select the folder that contains \"%@\"" = "Select the folder that contains \"%@\"";
"Extraction of \"%@\" failed" = "解壓 \"%@\" 失敗";
"Keka - %i on queue" = "Keka - %i 在佇列";
"Keka can't create this %@ image" = "Keka 無法建立此 %@ 光碟映像";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "您只能使用檔案夾建立 %@ 光碟映像。嘗試將所有檔案放在一個檔案夾中，並將其拖曳到 Keka 以建立 %@ 光碟映像。";
"Keka can't create this @% tarball" = "Keka 無法建立此 @% 檔案的 TAR 打包工具。";
"This operation is not supported on %@." = "此操作尚未支援 %@。";
"Compress \"%@\" in %@ to..." = "壓縮 \"%@\" 進 %@ 至...";
"Compress in %@ to..." = "壓縮 %@ 至...";
"Save as:" = "另存為:";
"Compress" = "壓縮";
"Extract \"%@\" to..." = "解壓縮 \"%@\" 到…";
"Extract as:" = "解壓縮為:";
"Extract" = "解壓縮";
" - Remaining: Calculating..." = " - 剩餘: 計算中...";
" - Remaining: About one second" = " - 剩餘: 約1 秒";
" - Remaining: About %d seconds" = " - 剩餘: 約 %d 秒";
" - Remaining: About 1 minute" = " - 剩餘: 約 1 分鐘";
" - Remaining: About %d minutes" = " - 剩餘: 約 %d 分鐘";
" - Remaining: About 1 hour" = " - 剩餘: 約 1 小時";
" - Remaining: About %d hours" = " - 剩餘: 約 %d 小時";
" - Remaining: About 1 day" = " - 剩餘: 約 1 天";
" - Remaining: About %d days" = " - 剩餘: 約 %d 天";
" - Remaining: About 1 year" = " - 剩餘: 約 1 年";
" - Remaining: About %d years" = " - 剩餘: 約 %d 年";
" - Remaining: Less than one second" = " - 剩餘: 少於 1 秒";
"Can't show progress time..." = "無法顯示進度時間…";
"Password for \"%@\"" = "密碼 \"%@\"";
"Method:" = "壓縮方式:";
"No compression" = "不壓縮";
"Fastest, less compression" = "最快、低壓縮率";
"Fast, less compression" = "較快、低壓縮率";
"Normal" = "正常";
"Slow, more compression" = "較慢、較高壓縮率";
"Slowest, more compression" = "最慢、高壓縮率";
"Compression" = "壓縮";
"Extraction" = "解壓縮";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka 無法使用 \"extlx.plist\" 列表，請聯絡開發人員。\n\nKeka 即將關閉。";
"Keka is dying!" = "Keka 死掉了!";
"Ask each time" = "每次都詢問";
"Next to original file" = "在原始檔案旁";
"Custom folder..." = "自訂檔案夾...";
"Same as original file" = "與原始檔案相同";
"Custom name..." = "自訂名稱...";
"Compressed file" = "已壓縮的檔案";
"Set as default folder" = "設為預設檔案夾";
"Perform automatic action" = "執行自動操作";
"Always compress" = "總是壓縮";
"Always extract" = "總是解壓縮";
"1.4 MB Floppy" = "1.4 MB 磁碟";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "拖曳到此以解壓縮";
"Drop here to compress" = "拖曳到此以壓縮";
"Binary \"%@\" is not accessible" = "\"%@\" 無法存取";
"The first part \"%@\" can't be found" = "找不到 \"%@\" 的第一部分";
"unknown" = "未知";
"Unknown error" = "未知的錯誤";
"Error code %d using \"%@\"\n%@" = "錯誤碼 %d 使用 \"%@\"\n%@";
"No errors found" = "沒有發現錯誤";
"Minor error, the operation may be done well" = "小意外，操作正常執行";
"Fatal error" = "嚴重錯誤";
"CRC error occurred, maybe the file is corrupt" = "CRC 發生錯誤，檔案可能已經損壞";
"Attempt to modify an archive previously locked" = "嘗試修改一個已鎖定的壓縮檔";
"Maybe you don't have permission to write or your disk is full" = "您可能沒有寫入權限，或是儲存空間已滿";
"Can't open the file, maybe you don't have read permission" = "無法打開檔案，您可能沒有讀取權限";
"Command line error, please contact with the developer" = "命令列錯誤，請聯絡開發人員";
"Not enough memory. Try to close some programs and repeat the operation" = "記憶體不足。請嘗試關閉部分應用程式後再試一次";
"Can't create the file, maybe you don't have permission or free space" = "無法建立檔案，您可能可能沒有權限，或是儲存空間不足";
"Canceled manually" = "已手動取消";
"Bad password, try again" = "密碼錯誤，請再試一次";
"This archive is locked" = "壓縮檔已經鎖定";
"Write error. No permission? No space left?" = "寫入錯誤。您可能沒有權限，或是儲存空間不足。";
"Can't open the file, maybe it's not accessible" = "無法打開檔案，可能無法存取";
"No files matching the mask" = "沒有相符遮罩的檔案";
"Give access" = "Give access";
"Just folder access" = "Just folder access";
"Quit" = "Quit";
"More information" = "More information";
"Keka needs file access" = "Keka needs file access";
"Give home access" = "Give home access";
"Customize" = "Customize";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "In order to work seamlessly with your files, Keka needs local access to the Mac disk.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nSimply click on \"Give access to Keka\", your disk should already be selected.";
"Give access to Keka" = "Give access to Keka";
"Full Mac access (Recommended)" = "Full Mac access (Recommended)";
"Home folder access" = "Home folder access";
"External volumes access" = "External volumes access";
"External disk: %@" = "External disk: %@";
"An extension is required" = "An extension is required";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel.";
"Cannot set Keka as default" = "Cannot set Keka as default";
"The intermediate application failed to launch. There is more information in the Console.app." = "The intermediate application failed to launch. There is more information in the Console.app.";
"The intermediate application returned an undefined code." = "The intermediate application returned an undefined code.";
"Keka is now set as the default application for its known formats." = "Keka is now set as the default application for its known formats.";
"Keka set as default" = "Keka set as default";
"There were some errors while registering the formats. There is more information in the Console.app." = "There were some errors while registering the formats. There is more information in the Console.app.";
"The intermediate application can't get access to Keka." = "The intermediate application can't get access to Keka.";
"The intermediate application can't find Keka." = "The intermediate application can't find Keka.";
